app/controllers/admins/products_controller.rb

	def create
	@product = Product.new(product_params)
	@product.save
---
INSERT INTO "products" ("artist_name", "cd_title", "label_name", "product_image_id", "price", "stock", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?, ?, ?)